Repository: alzimerahmed/DashNews
Catalog: Widget/Resources/Localizable.xcstrings
Source language: en
Languages: es

# label.text.lock-screen-summary
source: Summary
es: Resumen

# label.text.lock-screen-summary-description
source: The Lock Screen Summary displays current article counts across the Smart Feeds.
es: El resumen de la pantalla de bloqueo muestra el recuento actual de artículos en las fuentes inteligentes.

# label.text.starred
source: Starred
es: Destacados

# label.text.starred-no-articles
source: There are no starred articles.
es: No hay artículos destacados.

# label.text.starred-widget-description
source: This widget displays your starred articles.
es: Este widget muestra tus artículos destacados.

# label.text.today
source: Today
es: Hoy

# label.text.today-no-articles
source: There are no recent articles.
es: No hay artículos recientes.

# label.text.today-widget-description
source: This widget displays articles posted within the last 24 hours.
es: Este widget muestra los artículos publicados en las últimas 24 horas.

# label.text.unread
source: Unread
es: No leídos

# label.text.unread-no-articles
source: There are no unread articles.
es: No hay artículos sin leer.

# label.text.unread-widget-description
source: This widget display unread articles.
es: Este widget muestra tus artículos no leídos.

# label.text.untitled-article
source: Untitled
es: Sin título
